Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: 1 sentence collected
mvy: ایک جُملہ جمع ہُو تھی۔

source: 2019 End-of-Year Release
mvy: 2019 کالاں اخِرہ مہ ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
mvy: 2۔ مِنی، جاری رڇھہ !<playIcon></playIcon>

source: ≥ 2 No votes
mvy: ≥ 2 نَیں کریل وُٹہ

source: ≥ 2 Yes votes
mvy: ≥ 2 آں کریل وُٹہ

source: Abbreviations and Acronyms
mvy: کھَٹَیں رال لفظہ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
mvy: مُخفف تے کھٹَیں رال لفظؤں نہ اما رڇھؤں پکار تُھو گِنہ چے کلہ کلہ کھٹَیں رال لفظہ وَیں مُختلف معنی ہویں یاں امکان ہُوئ تُھو۔

source: Abkhaz
mvy: ابخذ

source: About
mvy: بابتی مہ

source: About options menu
mvy: اختیاراتَیں لیشیاں بارہ مہ

source: Academic Reference
mvy: تعلیمی حوالہ

source: Accent
mvy: لہجہ

source: Accepted file types: .tsv only
mvy: قبلُژیل فائلاں قِسم: صرف tsv.

source: Access press releases and stories related to Common Voice
mvy: کامن وائساں متعلق اخبارَیں خبریوں ہا گلہ۔

source: Account
mvy: کھاتہ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mvy: <accuracyLink>سُون٘ݜیرَیں یاں شرطہ واں بارہ مہ مُت نھالہ۔</accuracyLink>

source: Acehnese
mvy: ایچنی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
mvy: آں کتوک تِنا ھوئی تھو کھن تسیں جواب دے

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
mvy: { $actionType }<playIcon></playIcon> آں گی تُوں بنَیں لا ݜُون٘یل کھیں تَس لِکہ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mvy: { $actionType } <playIcon> </playIcon>سیوں جملی سم شان ہِن ادا کرہ څھے؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
mvy: { $actionType }<playIcon></playIcon>ݜس اوازاں کٹرُو ݜُون٘یں، آں اسیں لِکیل نھالہ لہ۔ ایں کوکسی مِلی رِن٘گا تھہ یی؟ کہ نَیں کھیں، سم کرہ لہ بالکل صحیح ہو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mvy: { $actionType } <recordIcon> تے گھوں اواز ہِن/تا لا جُملہ پڑہ</recordIcon>

source: { $actionType }<stopIcon></stopIcon> when done
mvy: { $actionType }<stopIcon></stopIcon>کلہۡ مُڅِل/مُچل کھئیں

source: { $actionType } submit when ready
mvy: { $actionType }تیار ہُون٘د کھئیں جمع کرہ

source: Adamawa Fulfulde
mvy: ادَموہ فلفلدے

source: Add and Review Sentences, Add Questions, Transcribe Audio
mvy: جُملی ٹل کرہ آں دُوبارہ نَھالہ، سوالہ ٹل کرہ، اوازاں نقل لِکہ

source: Add a question <icon></icon> in { $currentLocale } for people to answer
mvy: اېک سوال اوک <icon></icon>ݜلہ { $currentLocale } جمع کرہ لہ خلک جواب دېں

source: Add as much information as you can about the language. This could include:
mvy: تَیں ژِبَیں بارہ مہ کتُک چئ معلومات تُوں دے ہاں لُوں دے۔ اسی مہ ݜیں بلی ہو ہاں تھی:

source: Add <icon></icon> a public domain sentence
mvy: ایک عوامی ڈومین والا جُملہ <icon> </icon> اک عوامی ڈومین والا جُملہ

source: Add information
mvy: معلومات جمع کری

source: Adding a Question
mvy: سوال ٹل کرؤں

source: Adding Questions
mvy: سوال جمع کرُژاں تھو

source: Adding Sentences
mvy: جُملی ٹل کرُژاں تھی

source: Additional Language
mvy: تیرئ ژیب

source: Add Language
mvy: ژِبہ ٹل کرہ

source: Add new custom accent "{ $inputValue }"
mvy: تَیں مرضیں لہجہ ” { $inputValue }“ ٹل کرہ لہ

source: Add new sentences for the community to read
mvy: خلکہ واں کِریا نَیں جُملی لِکے ٹل کرہ

source: Add one sentence per line
mvy: ایک کھِیریۡ مہ ایک جُملہ لِکہ

source: Add questions in your language
mvy: تَیں ژِبہۡ/زِب مہ سُوالہ لِکے ٹل کرہ

source: Add Questions <small>(Coming soon)</small>
mvy: سوالہ ٹل کرہ<small>(ہن٘گس ایں یاں تھو)</small>

source: Add Sentences
mvy: جُملی ٹَل کرہ

source: Add sentences in your language
mvy: تَیں ژِبہۡ/زِب مہ جُملی لِکے ٹل کرہ

source: Add Text
mvy: لِکیلیۡ ٹل کرہ

source: Add up to 1,000 sentences
mvy: 1,000 جُملیُوں ہار ٹل کری

source: Add Your Voice
mvy: تاں اواز ٹل کرہ

source: Adyghe (West Circassian)
mvy: ایڈِگی

source: Afaan Oromo
mvy: اگان اورومو

source: Afar
mvy: دور

source: A few bytes
mvy: کم لَک خسٹو/بائٹس

source: Afrikaans
mvy: افریقی

source: Age
mvy: عُمُر

source: A good question for public participation datasets should:
mvy: عوامی ڈېٹاسیٹاں مڑنَیں سوال ݜے ہو چے:

source: Agriculture and Food
mvy: خوراک تے زراعت

source: Albanian
mvy: البانیَیں

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mvy: خس ٹو اوک پاتیون نہ بگ غوغا ہُوندُوں امَیں ہولئ، ولے کہ تُوۡ تیرئ ماݜاں موت شاناں بلی ݜے ݜُوۡن٘واں ہاں تُھو چے لفضہ وَیں جُدا جُدا پتہۡ ایتھی کھیں ݜے ریکاڈِن٘گ ی قبلوں پکار تھو۔ ݜُو شاں ول سو وخ ہوئی تھو چے کل ٹی وی چالو دھریلیۡ ہو، یا کچھ اور بِگلہ مشخولا چلُژ۔

source: All
mvy: بُٹ

source: All sentence must have the same domain
mvy: بُٹیۡ جُملی ایک زئ نہ یعنی ایک ڈومین نہ آلیۡ ہوں پکار تھی

source: All sentences must have the same citation
mvy: بُٹیۡ جُملی وَیں حَوالہ ایک ہوں پکار تھی۔

source: Already have an account? <login>Log-In</login>
mvy: مُوئیٹھوں نہ اکاونٹ موجود تُھو؟<login> داخل ہُو۔ </login>

source: Amharic
mvy: ایمہاری

source: An error occurred fetching sentences
mvy: جُملی څؤں مُوئیٹھوں اَئیں مہ غلطی اوک ہُونٚتھی۔

source: An error occurred reviewing this sentence
mvy: ݜس جُملہ گتہ نہالَئیں مہ غلطی اوک ہُوں تھی۔

source: An error occurred submitting your voice information
mvy: تئیں ائیں ہِن دیل معلومات جمع کرئیں مہ اک غلطی ہُوں تھی۔

source: An error occurred while creating this transcript
mvy: ݜس بنیل لِکَیں مہ بِگ مسئلہ ای تھی

source: An error occurred while editing the transcript
mvy: بنیل لِکیل سَم کرَیں مہ مسلہ ای تھی

source: An error occurred while recording
mvy: ٹیپ کراں دی بِگی خرابی ایگے

source: An error occurred while skipping the transcript
mvy: بنیل لِکیل پَھت کرَیں مہ بِگ مَسلہ ای تھی

source: An error occurred while skipping this prompt
mvy: ݜَس بنئیل لکیل پھرہانس بگی نشیْ گا

source: An error occurred while submitting the report
mvy: خبر دیہان٘س بِگ مسئلہ ای تھی

source: An error occurred while uploading your response
mvy: تیں جواب اُکھال ہان٘س بگ مسئلہ ایگے

source: An error occurred while voting the transcript
mvy: بنیل لِکژیلاں دَن وُٹ دیں مہ بِگ مَسلہ ای تھی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mvy: چلان٘لہ واں کَھٹَیں رال معلومات، لَک: عُمُر، جِنس، آں بنَیں‌یاں وَل، اوازاں ڈیٹاں بَریار مہ مدد کیر تُھو، کؤں چے اواز پُنیان٘لو مشینَیں تصحیح کریں طاقت مِٹھیۡرَیں مہ‌مدد کیر تُھو۔ تیں چلَیں‌یاں نؤں آں بجلی خط تیں بُوۡئ اُکھالیل ڈیٹا مِل اِکٹھیرژا تھی نَیں؛ تیں مرضی تھی کہ تُو چلَیں‌یاں نؤں ڈاگیۡرائ تُھو گی پلیل راڇھیۡ تُھو۔

source: Answer questions
mvy: سوالہ واں جواب دے

source: Answer Questions
mvy: سوالہ واں جواب دے

source: Answer Questions <small>(Coming soon)</small>
mvy: سوالہ واں جواب دےۡ<small>(ہن٘گس ایں یاں تھو)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
mvy: لِکیلیۡ آں بنیلیۡ بلی واں ڈېٹا سیٹہ سن٘دَیں، سُون٘ݜئرَیں آں مُوٹُھو ڇہېں ہِن ہر کؤں تَیں ژیب ژن٘دیۡرَیں، محفوظ کرَیں آں بُوئ اُڇھَیں تُھو۔

source: Approve
mvy: قبلا

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mvy: سِس لکھ ڈاپاتیوں زَوک ہُندلُو ہولو، خو ݜے نی ہو چہ زَوک مہ تیرئ بلیُوں ہِن مشینی الگورِدم تل اثر وے آں سو مز نہ ݜے بلی اُوڇھے چہ کاں اصل لِکیلی مہ نی ہو۔کہ لِکیلی نہ تیرئ بلی تئیں ݜُون٘یل کھئیں تے تس اوازاں کٹرُو منٚز نہ الُو دے (ریجیکٹ کری)۔اُو اکثر ݜے لکھ وختہ مہ ہُونٚت چہ تلہ کڅھ اور بیکاں بلی مناں یا ٹی وی چالُو دھریل ہُوں۔

source: Arabic
mvy: عربی

source: Aragonese
mvy: ارگونی

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
mvy: تُوۡ زاں "کامن وائسں ڈارِک بلی بنَیں یاں" پراجیکٹ مہ اولاں ٹیسٹ کران٘لہ وَیں ڈلہۡ مہ مُوٹھیۡ نہ تُھو یی؟

source: Are you coming? [called by another]
mvy: تُو ای تُھوئ؟ [الُوئے بان]

source: Are you coming? <strong>[called by another]</strong>
mvy: تُو ای تُھو یی؟<strong>[الُوئے کؤکیر]</strong>

source: Armenian
mvy: ارمینیَیں

source: Armenian Western
mvy: مغربی ارمینیَیں

source: Arvanitika
mvy: اروانیتکا

source: Ask about a new language
mvy: نَیں ژِباں بارہ مہ تپُوس کرہ

source: Ask Mozilla to share your events
mvy: موزېلا دِش بنہ لہ تاں پُرگِرامہ شئیر کېر

source: Ask sensitive questions
mvy: حساس سوالہ واں تپُوس کرہ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mvy: ݜَس تل اک سوال تپُوس کرہ <matrixLink> میٹرکس </matrixLink>، <discourseLink> ڈسکورس یا بحث </discourseLink> یا <emailLink> ایمیل </emailLink>

source: Assamese
mvy: آسامی

source: Asturian
mvy: استُوریائی

source: Atayal
mvy: اتایال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
mvy: ایکیک لفظاں نقل یا بنئی ٹقلی تاں گرفت مہ دھؤں پکار کس ماݜے بنیلاں، تکرار ملی

source: Attention!
mvy: کان٘ڑ دی ہوش!

source: Audio Format
mvy: اوازاں قِسمہ

source: Automotive and Transport
mvy: گاڑی تے مشینہ

source: Avatar
mvy: څہرہ

source: Avatar uploaded
mvy: اوتار بُوی اُکھالژی گا

source: Average
mvy: درمیانہ/اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mvy: استِعمال کران٘لے "آں" کرے وُٹ دِت کھیں اوازاں کٹرو لا (سُون٘ݜیۡرال) لِکُژ تُھو۔

source: Avoid too much background noise - it should be easy to hear you.
mvy: ڈاپاتیاں شُور نہ اما رڇھہ ۔ تے تیں بال سُگائ ݜُوْن٘ژا تھی۔

source: Awards
mvy: انعامہ

source: A word or sequence of words that cannot be understood.
mvy: لفظ یا الفاظ وَیں ݜے سلسلہ چے تسیْ نہ مطلب نیْ ہرُژ

source: Azerbaijani
mvy: آذربائجانی

source: Baatonum
mvy: باتُونمی

source: Baba Malay
mvy: بابا ملائ

source: Back
mvy: پاتُو

source: Background Noise
mvy: ڈاپاتیاں شُور

source: Background Voices
mvy: ڈاپاتیوں آوازہ

source: Back to Top
mvy: پاتُو بُو مُوئے بہ

source: Bafia
mvy: بافیا

source: Bafut
mvy: بافُوتی

source: Bahasa Malay
mvy: بَہاسا مَلائ

source: Balochi
mvy: بلوچی

source: Balti
mvy: بلتی

source: Bambara
mvy: بمبارہ

source: Bamun
mvy: بامُنی

source: Bamvele
mvy: بامویلی

source: Bankon
mvy: بینکان

source: Baoule
mvy: باؤلائی

source: Basaa
mvy: بسائی

source: Bashkir
mvy: باشکِری

source: Basque
mvy: باسکی

source: Batanga
mvy: بٹن٘گی

source: Bateri
mvy: بھٹېڑی

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mvy: خبردار! اوان پڑی چھی، یا اَوان زئ لا زُور آڇھی یا سوالیہ نشان پھت کرہ چھی کرے ایک کٹرُو ݜَیں بلیُوں لا کگَیں(رد کرَیں) نہ مُوٹھن سُوچ کری۔ گِنہ چےۡ دُنئ مہ مُختلف قسم خلکہ قسما قِسمَیں لہجیُوں مہ ہر رَن٘گَیں ادائگی کراں تھو، سیوں مہ بیکتُک څیز ݜے ہو تُھو چےۡ سَیں څاں کَچھ اور مُت خلکؤں نہ تُو نی ݜُون٘یل ہو تُھو۔ کاں خلکہ څؤں نہ ہِلاک کرٹ ژیب دیں تھو کھیں سِوَیں ہُم ہِلاک اہمیت دی۔

source: Become a Common Voice Partner
mvy: کامن وائساں مرگلئ سن٘دژہ

source: Be easy to understand and respond to
mvy: پورژَیں تے جواب دېں ہسان ہو

source: Be generally relevant
mvy: عام خلکاں متعلق ہو

source: Belarusian
mvy: بیلرُوسی

source: Benefits
mvy: فَیدی

source: Bengali
mvy: بن٘گالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mvy: برطانیاں انگریز بیریٹ لفظ ادا کرہانٚس سامُوٹھ حصہ تل ہاں امریکاں انگریزہ ساوات حصہ تل زُور دِی ادا کرانتے۔

source: Betawi
mvy: بېتاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
mvy: ژِبَیں حقیقتی، لَک، بلیوں مہ مُت ژِبؤں مرَک ہوں <mark>یا مُت ژِباں لفظہ استعمال کرؤں۔</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
mvy: سَیں ژِبواں استعمال مہ مدد چے کاں ایگُٹ لَک لِکژی تھی <mark>یا لَسر نی لِکژی تھی</mark> (لکَھیںمثال ݜے چے، خاص خلکہ وَیں ژیب، لہجہ، کرٹ ژیب یا اُون٘کھیں ہاری نی لِکژیل ژِبہ تے مُت])

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
mvy: <bold>عام معاشراں خلک آں بِلاڑان٘لہ</bold> مفتہ مہ ڈېٹا سیٹہ سن٘دی ، گھېن٘رولی کری آں مُوٹھو بھک کری۔

source: <bold>{ $count }</bold> Clips
mvy: کٹرو

source: <bold>Help us</bold> find more voices
mvy: <bold>مُت اوازی ڇَیں مہ<bold> زَیں مدد کرہ

source: <bold>If you value open, inclusive data - donate today!</bold>
mvy: <strong>کہ تُس قدر کراں تھو بُٹواںتے ہرقسم ڈیٹاں۔ کھیں آژ زؤں لا صدقہ کری!</strong>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
mvy: <bold>فلاحی تنظیمہ</bold> ۔ سُکھیݜیار آں ترقی یاں کریا ڈېٹا سیٹَیں سن٘دَیں یاں عملَیں گھېن٘ر ولی کرہ

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
mvy: اېک ترقی بذیر چے ژِبہۡ وَیں مصنوعی ذہانتاں نظاماں کریا اوپن ڈېٹاسیٹ سن٘دَیں مہ </bold>ٹېک کمپنی یہ</bold> سرمایہ کاری کراں تھی

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
mvy: <bold>اے آئ دُنئیں صرف دھان٘کہ ژِبوں مہ قدر ہو تھی یی! آخر گِنہۡ؟</bold>

source: Borgu Fulfulde
mvy: بورگو فلفلڈے

source: Bosnian
mvy: بوسنیَیں

source: Both
mvy: بھجدَو

source: Both (Speak and Listen)
mvy: بھجدَو (منوں تے ݜُووں)

source: Breton
mvy: بریتُونی

source: [British English might make "root"]
mvy: [برطانیَیں ان٘گَرزی مہ ہوسی "رُوٹ" بنُژ]

source: Browse Languages
mvy: ژِبہ نھالیل لک کرہ لہ

source: Brushaski
mvy: بروشاسکی

source: Build a custom goal
mvy: تَئیں مرضئیں نخ سن٘دہ

source: Build Profile
mvy: پروفائل سن٘دہ

source: Bulgarian
mvy: بلغاری

source: Bulk batch
mvy: چئ جُملی وَیں بَٹیۡ (گھوں سیٹ)

source: Bulk Sentences Uploaded
mvy: څئ جُملی اکزائے بُوئی اُکھالزی/ اُکھالژی تھی

source: Bulu
mvy: بُلُو

source: Bunun
mvy: بنون

source: Burmese
mvy: برمائیں

source: Buryat
mvy: بُریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mvy: <b>بِجلی خطیں گی ضرورت تھی؟</b> اېت وختہ مہ ہوسی ڈیٹاسیٹہ مہ بِگ بدلی اؤں ہو، ݜسیں کریا بِجلی خط زَیں رابطَیں پان٘د دی تھی۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
mvy: “میں بجلی خطی لا کڑہ ڇِہے” اسی لا ٹک کرئیں مقصد ݜُو تھی چے تُوۡ زاں<termsLink>خدمتی یاں شرطہ</termsLink>تے<privacyLink>رازداری یاں اصولؤں</privacyLink>لا راضی تُھو آں ݜسے گتہ خوش تُھو چےۡ موزیلا تے بجلی خط ڇِہے ہاں تُھو ݜس معلومات دیں یاں کریا چےۡ "کامن وائسں ڈارِک بلی بنَیں یاں" پراجیکٹَیں اولَیں ٹیسٹن٘گ گِشے کراں تھو۔

source: By editing your goal, you may lose your existing progress.
mvy: تئیں مقصد بدل کرہانٚس تِئیں کریل کام لاء بئیں خطرہ ہُوئینٚت۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mvy: امَیں بجلی خطی اَیؤں خوش کرئیں مقصد ݜُو تھی چےۡ تُوۡ موزیلائیں <privacyLink>رازداریاں نوٹس</privacyLink> لا رضا تُھو۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mvy: <b>تُوں قبلاچھی</b> چےۡ کامن وائساں ڈیٹا سیٹہ مہ تُو کسیں اواز پُنیاک کرئیں کوشش نیرا تُھو

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mvy: تَیں بابتی مہ تُوں معلومات دتیۡ کھیں، گھِن٘لیۡ اوازَیں معلومات تُو کامن وائس مہ جمع کیریۡ تُھو سو زاں پُنیاک کران٘لہ مشیۡنہ وا کریا ہسانی پیدا کراتھی ݜس معلوم کرَیں یاں کریا چے اُو صحیح تھی گی نَیں۔

source: By telling us about yourself, you will help developers build more inclusive technology
mvy: زاں کریا تاں بارہ مہ بنے تُوۡ زاں ݜسیں قابل سنداتھو چے بے ایک اجتماعی ٹکنالوجی سندِگ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mvy: کامن وائیس استعمال کرہانٚس توۡ اتفاق کرانٚت <termsLink> زاں شرطوں مل </termsLink> آں <privacyLink> رازاں نوٹس

source: Cameroon Pidgin
mvy: کیمرون پِڈجِن

source: [Canadian English might make "route" sound like "rowt"]
mvy: [پٹون٘زیۡ ژِبہۡ مہ کرِگ بنَیں زئ لا کرِژ بنژا تُھو]

source: Cancel
mvy: ال دے

source: Cancel Re-recording
mvy: گتہ کرئیل ریکارڈنٚگ الُودَے/کینسل کرہ۔

source: Cancel Submission
mvy: جمع کروں کینسل کرہ

source: Cannot submit more than 1000 sentences
mvy: 1000 نہ بُوۡئ جُملی جمع نی ہوں تھی/نیرہانٚت۔

source: Can't decide?
mvy: فیصلہ نیرہانٚت؟

source: Cantonese
mvy: کینٹونی

source: Catalan
mvy: کاتالَیں

source: Central Kurdish
mvy: مَژھولَیں کُردی

source: Central Melanau
mvy: مَژھولَیں مِلانؤ

source: Change
mvy: بدلا

source: Change preferences
mvy: تَیں خوشی بدلا

source: Changes the language dataset to which you're contributing
mvy: کؤں ژِبہۡ مہ تُو حصہ گیلیۡ تُھو تسیں ڈېٹا سیٹ بدلائ تُھو

source: Changes website text only.
mvy: وېب سائٹَیں لِکیلیۡ قدر بدلائ تُھو۔

source: Change your email via Settings under Login Identity
mvy: تَیں بِجلی خط بدل کرَیں کریا “کُھنی لن٘گھئیں پُنیاکی“ مہ سیٹِن٘گے بہ

source: Check
mvy: نھالہ لہ

source: Check <icon></icon> is this a linguistically correct sentence?
mvy: نہال تہ<icon></icon> ݜُو زِباں حساب ہِن صحیح جُملہ تھی اَئ؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
mvy: نھال لہ تیں ژیب <languagesPageLink> کامن وائساں ژِبواں پَن٘ڑوۡ </languagesPageLink> لا ای تھی گی نَیں۔ کہ نَیں کھیں تے ݜس فارم پورہ آں بے تے <strong>بجلی چط ڇِہے تھہ، تسی مہ ݜُو ہو تُھو چے تَیں ژیب تُو گِشے برابر کرا تُھو</strong>

source: Check Transcriptions
mvy: بنیل لِکیل بدلا

source: <chevron></chevron>See less
mvy: </chevron></chevron>کم نھالی

source: <chevron></chevron>See more
mvy: </chevron><chevron>مُتی نھالی

source: Chinese (China)
mvy: چینہ (چین)

source: Chinese (Hong Kong)
mvy: چینہ (ہان٘گ کان٘گَیں)

source: Chinese (Taiwan)
mvy: چینہ (تائیوانَیں)

source: Chinyanja
mvy: بین یَنجا

source: Choose language/localization
mvy: ژیب / علاقہ خوش کرہ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
mvy: ݜے سوالہ خوش کری چےۡ ثقافت تے سیاق و سباق نھالَیں نہ بغېر ہر کسے پو ہوں ہسان ہو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
mvy: ݜے لک سوال خوش کرہ چے سَیں ہر ماݜے پورژَیں وڑیا ہوں چاہے اُو گِھن٘لَیں کلچر یا موضوع نہ گن نی ہو۔

source: Chuvash
mvy: چُوَش

source: Citation
mvy: حوالہ۔

source: Cite with a URL link or the full name of the work.
mvy: کماں پُور ناں یا یو آر ایل لنک ہِن حوالہ دے۔

source: Citing Sentences
mvy: جُملی وَیں حوالہ

source: Click
mvy: ٹَک کرہ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
mvy: ݜس پݨو گِشے چلؤں تُھو ݜس سِڇَھیں یاں کریا<guidanceLink>ݜُندہ</guidanceLink>ٹَک کرہ

source: Clipboard not supported
mvy: کلِپ بورڈ نی چلُژ تُھو

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
mvy: { $clipCount } اوازاں کٹری، سار ارکائیواں اُگھریار { $size }۔ نشا تُھو{ $expires }۔

source: Clip Graveyard
mvy: کٹری وَیں سرائ

source: Clips recorded
mvy: کٹرو رِکاڈ ہُوگے

source: Clips Uploaded
mvy: کٹرَو بُوئ اُکھالزیگے (اپلوڈ ہُونٚگے)

source: Clips validated
mvy: کٹرو صحیح ثابت ہُوگے

source: Clips You've Recorded
mvy: کٹرو تُوں ٹېپ کرہ چھی

source: Clips You've Validated
mvy: کٹرو تُوں منظُور کرہ چھی

source: Close
mvy: بَن‌کرہ

source: Collecting sentences
mvy: جُملی جمع کرُژاں تھی

source: Coming Soon
mvy: ہن٘گس اېن٘یۡیاں تُھو

source: Comment
mvy: بال

source: Common Voice data plus all other voice datasets above.
mvy: کامن وائساں ڈیٹا تے مُت بُٹ اوازاں ڈیٹا سیٹہ بُو تل۔

source: Common Voice Dataset
mvy: کامَن وائس ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
mvy: کامن وائس خلکہ وَیں ذریعہ لا مواد سَن٘دئن٘یۡیاں ݜے پلېٹ فارم تُھو چے اُو مُفُت تُھو آں ہر کسیں ہتے اېن٘یۡیاں قابل تُھو

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
mvy: کامن وائس موزیلا فاؤنڈیشناں US 501c3 پراجیکٹ اوک تُھو۔ فی الحال ݜُو پراجیکٹ <philantropicGrantLink>خلکَیں مِٹھیاں فن٘ڈہ</philantropicGrantLink> تے تام دُنَیں نہ خیر خیراتاں فن٘ڈؤں لا چلُژ تُو/چلزات۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
mvy: کامن وائس صدقیُوں تے تحفیُوں لا چلُژ تُھو! بے تحقیق کران٘لؤں، عام خلکہ آں لکان٘لہ پڑان٘لؤں ملی ایکٹھی کام کرَیں خوش ہوگ تھو۔ کامن وائس لہ بالکل مفت تُھو خو اسیں پلیٹ فارمہ ملی مدد کیرُوں آں صدقہ خیرات ہِن خرچہ برداشت کیرُوں زاں ملی گھَیں مِٹھیۡ ہوتھی۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
mvy: کامن وائس دُویُوں پلیٹ فارم کُھلاؤ کیری تُھو چے تسیں توجہ فی البدیہہ، بغیر لِکیلی انسان وَیں بنژیلی بلیُوں لا ہو تُھو۔ ݜسی نہ فَیدہ ݜُو ہو تُھو چے بیکتُک خلکہ ہن٘گس معلومات جمع کرہاں تھو، سن٘دان٘لہ تے معلوماتاں سائن٘سدانؤں گتہ فَیدہ ہو تُھو۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mvy: کامن وائس موزیلا کمپنیں ایک محنت اوک‌ تھی چےۡ اسی ہِن مشین ݜس سیڇھیۡ تُھو چے رُشتا خلک گِشے بلیۡ بناں تھہ۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mvy: کامن وائس پوری دنئ یاں بُٹؤں نہ گھوں، مختلف ژِبہ واں اوازاں ڈیٹا سیٹ تُھو چے سو ہر کسے موجود تُھو۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mvy: کامَن‌وائساں رکاڈِن٘گہ سیڇھ مِل گَن٘ڈژیل خلکہ، لیکھ اُپارہ آں اواز پُنیَیں والا کما یعنی چلا تھہ چے خلکاں دَن موجود سامان لَک اَوازاں ماڈلہ، پورژاگ، چئیراگ آں اَدَت کرِگ۔ تُو زَیں بنہاں تُھو یی چے تُو تاں رِکاڈِن٘گہ گِن اَل‌ دے یاں غرضی تُھو؟

source: Community and Languages
mvy: خلکہ تے ژِبہۡ

source: Community, Creatives and Civil Society
mvy: عام خلکہ، کرئیٹیوز آں سِول سوسائٹی

source: Community participation and decision making.
mvy: خلکاں حصہ ہرؤں آں فیصلہ کرؤں۔

source: Community Playbook
mvy: خلکاں باشَیں یاں کتاب

source: Confirm Goal
mvy: مقصد یا نخ پئیکرا

source: Connect with Gravatar
mvy: گرَوتارے مِلا
